[{"name": "Thomas Jefferson", "title": "Third President of the United States", "quotes": ["My theory has always been, that if we are to dream, the flatteries of hope are as cheap, and pleasanter, than the gloom of despair.", "We hold these truths to be sacred and undeniable that all men are created equal and independent, that from that equal creation they derive rights inherent and inalienable, among which are the preservation of life, liberty, and the pursuit of happiness.", "Question with boldness even the existence of a God; because, if there be one, he must more approve of the homage of reason, than that of blindfolded fear.", "This institution will be based upon the illimitable freedom of the human mind. For here we are not afraid to follow truth wherever it may lead, nor to tolerate any error so long as reason is left free to combat it.", "I steer my bark with hope in the head, leaving fear astern. My hopes indeed sometimes fail, but not oftener than the forebodings of the gloomy.", "No man will ever bring out of the Presidency the reputation which carries him into it...To myself, personally, it brings nothing but increasing drudgery and daily loss of friends.", "The constitutions of most of our States assert that all power is inherent in the people; that... it is their right and duty to be at all times armed.", "It is incumbent on every generation to pay its own debts as it goes. A principle which if acted on would save one-half the wars of the world.", "All authority belongs to the people.", "If the children are untaught, their ignorance and vices will in future life cost us much dearer in their consequences than it would have done in their correction by a good education.", "All, too, will bear in mind this sacred principle, that though the will of the majority is in all cases to prevail, that will, to be rightful, must be reasonable; that the minority possess their equal rights, which equal laws must protect, and to violate would be oppression.", "Banking establishments are more dangerous than standing armies.", "Force is the vital principle and immediate parent of despotism.", "Single acts of tyranny may be ascribed to the accidental opinion of a day; but a series of oppressions, begun at a distinguished period and pursued unalterably through every change of ministers, too plainly prove a deliberate, systematic plan of reducing a people to slavery.", "No man has a natural right to commit aggression on the equal rights of another, and this is all from which the laws ought to restrain him.", "I would rather be exposed to the inconveniences attending too much liberty than to those attending too small a degree of it. ", "I know no safe depository of the ultimate powers of the society but the people themselves; and if we think them not enlightened enough to exercise their control with a wholesome discretion, the remedy is not to take it from them but to inform their discretion by education. This is the true corrective of abuses of Constitutional power.If people let the government decide what foods they eat and what medicines they take, their bodies will soon be in as sorry a state as the souls who live under tyranny.", "If people let the government decide what foods they eat and what medicines they take, their bodies will soon be in as sorry a state as the souls who live under tyranny.", "That government is best which governs least, because its people discipline themselves. If we are directed from Washington when to sow and when to reap, we will soon want for bread.", "Experience hath shown, that even under the best forms of government those entrusted with power have, in time, and by slow operations, perverted it into tyranny."]}, {"name": "Benjamin Franklin", "title": "Founding Father", "quotes": ["A life of leisure and a life of laziness are two different things.", "Those who desire to give up freedom in order to gain security will not have, nor do they deserve, either one.", "No man ever was glorious, who was not laborious.", "Like a man travelling in foggy weather, those at some distance before him on the road he sees wrapped up in the fog, as well as those behind him, and also the people in the fields on each side, but near him all appears clear, though in truth he is as much in the fog as any of them.", "Sell not virtue to purchase wealth, nor liberty to purchase power.", "Hide not your talents. They for use were made. What's a sundial in the shade?", "It is remarkable that soldiers by profession, men truly and unquestionably brave, seldom advise war but in cases of extreme necessity.", "Tell me and I forget, teach me and I may remember, involve me and I learn.", "It is easier to suppress the first desire than to satisfy all that follow it.", "Wars are not paid for in wartime, the bill comes later.", "Gain may be temporary and uncertain; but ever while you live, expense is constant and certain: and it is easier to build two chimneys than to keep one in fuel.", "Beware of little expenses. A small leak will sink a great ship.", "He that is good for making excuses is seldom good for anything else.", "Being ignorant is not so much a shame as being unwilling to learn."]}, {"name": "George Washington", "title": "First President of the United States", "quotes": ["The very idea of the power and the right of the people to establish Government, presupposes the duty of every individual to obey the established Government. ", "No man is a warmer advocate for proper restraints and wholesome checks in every department of government than I am; but I have never yet been able to discover the propriety of placing it absolutely out of the power of men to render essential services.", "The only stipulations I shall contend for are, that in all things you shall do as you please. I will do the same; and that no ceremony may be used or any restraint be imposed on any one.", "As Mankind becomes more liberal, they will be more apt to allow that all those who conduct themselves as worthy members of the community are equally entitled to the protections of civil government. I hope ever to see America among the foremost nations of justice and liberality.", "When one side only of a story is heard and often repeated, the human mind becomes impressed with it insensibly.", "The bosom of America is open to receive not only the opulent & respectable stranger, but the oppressed & persecuted of all nations & religions; whom we shall welcome to a participation of all our rights & previleges, if by decency & propriety of conduct they appear to merit the enjoyment.", "There is nothing which can better deserve our patronage than the promotion of science and literature. Knowledge is in every country the surest basis of public happiness.", "Be courteous to all, but intimate with few and let those few be well tried before you give them your confidence.", "If we desire to avoid insult, we must be able to repel it; if we desire to secure peace, one of the most powerful instruments of our rising prosperity, it must be known, that we are at all times ready for War.", "My movements to the chair of Government will be accompanied with feelings not unlike those of a culprit who is going to the place of his execution: so unwilling am I, in the evening of a life nearly consumed in public cares, to quit a peaceful abode for an Ocean of difficulties.", "Differences in political opinion are as unavoidable as, to a certain point, they may perhaps be necessary.", "The great rule of conduct for us, in regard to foreign nations, is, in extending our commercial relations, to have with them as little political connection as possible.", "To expect... the same service from raw and undisciplined recruits, as from veteran soldiers, is to expect what never did and perhaps never will happen. Men, who are familiarized to danger, meet it without shrinking; whereas troops unused to service often apprehend danger where no danger is.", "If freedom of speech is taken away, then dumb and silent we may be led, like sheep to the slaughter.", "Avoiding occasions of expense by cultivating peace, we should remember also that timely disbursements to prepare for danger frequently prevent much greater disbursements to repel it.", "Labor to keep alive in your breast that little spark of celestial fire, called conscience."]}, {"name": "Barack Obama", "title": "44th President of the United States", "quotes": ["We know the battle ahead will be long, but always remember that no matter what obstacles stand in our way, nothing can stand in the way of the power of millions of voices calling for change. We have been told we cannot do this by a chorus of cynics; they will only grow louder and more dissonant. We've been asked to pause for a reality check. We've been warned against offering the people of this nation false hope. But in the unlikely story that is America, there has never been anything false about hope.", "It is the kindness to take in a stranger when the levees break; the selflessness of workers who would rather cut their hours than see a friend lose their job which sees us through our darkest hours. It is the firefighter's courage to storm a stairway filled with smoke, but also a parent's willingness to nurture a child, that finally decides our fate.", "And it's safe to assume that those in power would think longer and harder about launching a war if they envisioned their own sons and daughters in harm's way.", "To those Americans whose support I have yet to earn, I may not have won your vote tonight, but I hear your voices. I need your help. And I will be your president, too.", "We need to steer clear of this poverty of ambition, where people want to drive fancy cars and wear nice clothes and live in nice apartments but don't want to work hard to accomplish these things. Everyone should try to realize their full potential.", "In the absence of sound oversight, responsible businesses are forced to compete against unscrupulous and underhanded businesses, who are unencumbered by any restrictions on activities that might harm the environment, or take advantage of middle-class families, or threaten to bring down the entire financial system.", "With the changing economy, no one has lifetime employment. But community colleges provide lifetime employability.", "One voice can change a room, and if one voice can change a room, then it can change a city. If it can change a city, it can change a state, and if it change a state, it can change a nation, and if it can change a nation, it can change the world. Your voice can change the world.", "The best way to not feel hopeless is to get up and do something. Don’t wait for good things to happen to you. If you go out and make some good things happen, you will fill the world with hope, you will fill yourself with hope.", "I've got two daughters. 9 years old and 6 years old. I am going to teach them first of all about values and morals. But if they make a mistake, I don't want them punished with a baby."]}, {"name": "John D. Rockefeller", "title": "Founder of Standard Oil Company", "quotes": ["If you want to succeed you should strike out on new paths, rather than travel the worn paths of accepted success.", "I do not think that there is any other quality so essential to success of any kind as the quality of perseverance. It overcomes almost everything, even nature.", "A friendship founded on business is better than a business founded on friendship.", "The way to make money is to buy when blood is running in the streets.", "I believe that every right implies a responsibility; every opportunity, an obligation; every possession, a duty.", "I believe in the dignity of labor, whether with head or hand; that the world owes no man a living but that it owes every man an opportunity to make a living.", "Charity is injurious unless it helps the recipient to become independent of it.", "Singleness of purpose is one of the chief essentials for success in life, no matter what may be one's aim.", "Good management consists in showing average people how to do the work of superior people.", "The ability to deal with people is as purchasable a commodity as sugar or coffee and I will pay more for that ability than for any other under the sun.", "Giving should be entered into in just the same way as investing. Giving is investing."]}, {"name": "Abraham Lincoln", "title": "16th President of the United States", "quotes": ["America will never be destroyed from the outside. If we falter and lose our freedoms, it will be because we destroyed ourselves.", "Labor is prior to, and independent of, capital. Capital is only the fruit of labor, and could never have existed if labor had not first existed. Labor is the superior of capital, and deserves much the higher consideration.", "Always bear in mind that your own resolution to succeed, is more important than any other one thing.", "I am not bound to win, but I am bound to be true. I am not bound to succeed, but I am bound to live by the light that I have. I must stand with anybody that stands right, and stand with him while he is right, and part with him when he goes wrong.", "The legitimate object of government, is to do for a community of people, whatever they need to have done, but can not do, at all, or can not, so well do, for themselves -- in their separate, and individual capacities.", "Repeal the Missouri Compromise - repeal all compromises - repeal the Declaration of Independence - repeal all past history, you still cannot repeal human nature. It will be the abundance of man's heart that slavery extension is wrong.", "Upon the subject of education, not presuming to dictate any plan or system respecting it, I can only say that I view it as the most important subject which we as a people can be engaged in.", "Character is like a tree and reputation its shadow. The shadow is what we think it is and the tree is the real thing.", "Don't interfere with anything in the Constitution. That must be maintained, for it is the only safeguard of our liberties. And not to Democrats alone do I make this appeal, but to all who love these great and true principles.", "The world has never had a good definition of the word liberty, and the American people, just now, are much in want of one. We all declare for liberty; but in using the same word we do not all mean the same thing.", "Nearly all men can stand adversity, but if you want to test a man's character, give him power.", "Honor to the soldier and sailor everywhere, who bravely bears his country's cause. Honor, also, to the citizen who cares for his brother in the field and serves, as he best can, the same cause.", "Better to remain silent and be thought a fool than to speak out and remove all doubt.", "Understanding the spirit of our institutions to aim at the elevation of men, I am opposed to whatever tends to degrade them.", "Every man is proud of what he does well; and no man is proud of what he does not do well. With the former, his heart is in his work; and he will do twice as much of it with less fatigue.", "Let your military measures be strong enough to repel the invader and keep the peace, and not so strong as to unnecessarily harrass and persecute the people.", "I believe it is an established maxim in morals that he who makes an assertion without knowing whether it is true or false, is guilty of falsehood; and the accidental truth of the assertion, does not justify or excuse him."]}, {"name": "Thomas Edison", "title": "Founder of General Electric", "quotes": ["Genius is one percent inspiration and ninety-nine percent perspiration.", "The doctor of the future will give no medicine, but will instruct his patient in the care of the human frame, in diet and in the cause and prevention of disease.", "Many of life's failures are people who did not realize how close they were to success when they gave up.", "Opportunity is missed by most people because it is dressed in overalls and looks like work.", "I owe my success to the fact that I never had a clock in my workroom.", "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.", "Restlessness is discontent — and discontent is the first necessity of progress. Show me a thoroughly satisfied man — and I will show you a failure.", "Being busy does not always mean real work. The object of all work is production or accomplishment and to either of these ends there must be forethought, system, planning, intelligence, and honest purpose, as well as perspiration. Seeming to do is not the same as doing."]}, {"name": "John Pershing", "title": "General of the Armies", "quotes": ["A competent leader can get efficient service from poortroops, while on the contrary an incapable leader can demoralize the best of troops.", "In each succeeding war there is a tendency to proclaim as something new the principles under which it is conducted. Not only those who have never studied or experienced the realities of war, but also professional soldiers frequently fall into the error. But the principles of warfare as I learned them at West Point remain unchanged.", "To get the best out of your men, they must feel that you are their real leader and must know that they can depend upon you.", "If you know how to shoot, and are quite ready to shoot, the chances are that you won't have to shoot.", "The representatives of business interests are the men to start this enterprise among our people and bring them to a full realization of the very grave seriousness of this war, to make them feel that we are in this war to win, and the probability is that our entering this war is going to be the deciding factor, and that the burden of the success is going to rest upon the United States.", "While our army will fight ... it will not fight except as an independent American army."]}, {"name": "Franklin D. Roosevelt", "title": "32nd President of the United States", "quotes": ["The only thing we have to fear is fear itself.", "The test of our progress is not whether we add more to the abundance of those who have much; it is whether we provide enough for those who have too little.", "Let us never forget that government is ourselves and not an alien power over us. The ultimate rulers of our democracy are not a President and senators and congressmen and government officials, but the voters of this country.", "The liberty of a democracy is not safe if the people tolerated the growth of private power to a point where it becomes stronger than the democratic state itself. That in its essence is fascism: ownership of government by an individual, by a group, or any controlling private power.", "We may make mistakes-but they must never be mistakes which result from faintness of heart or abandonment of moral principle.", "Democracy cannot succeed unless those who express their choice are prepared to choose wisely. The real safeguard of democracy, therefore, is education.", "True individual freedom cannot exist without economic security and independence. People who are hungry and out of a job are the stuff of which dictatorships are made.", "It is common sense to take a method and try it. If it fails, admit it frankly and try another. But above all, try something.", "Happiness lies in the joy of achievement and the thrill of creative effort.", "The barrier to success is not something which exists in the real world; it is composed purely and simply of doubts about ability.", "In politics, nothing happens by accident. If it happens, you can bet it was planned that way.", "A nation that destroys its soils destroys itself. Forests are the lungs of our land, purifying the air and giving fresh strength to our people.", "We know that equality of individual ability has never existed and never will, but we do insist that equality of opportunity still must be sought.", "We cannot always build the future for our youth, but we can build our youth for the future.", "The fate of America cannot depend on any one man. The greatness of America is grounded in principles and not on any single personality.", "No country, however rich, can afford the waste of its human resources. Demoralization caused by vast unemployment is our greatest extravagance. Morally, it is the greatest menace to our social order.", "Competition has been shown to be useful up to a certain point and no further, but cooperation, which is the thing we must strive for today, begins where competition leaves off.", "It is an unfortunate human failing that a full pocketbook often groans more loudly than an empty stomach.", "I see an America whose rivers and valleys and lakes hills and streams and plains the mountains over our land and nature's wealth deep under the earth are protected as the rightful heritage of all the people.", "The traditional Jeffersonian principle of religious freedom was so broadly democratic that it included the right to have no religion at all - it gave to the individual the right to worship any God he chose or no god."]}, {"name": "Martin Luther King Jr.", "title": "Baptist Minister", "quotes": ["May I stress the need for courageous, intelligent, and dedicated leadership... Leaders of sound integrity. Leaders not in love with publicity, but in love with justice. Leaders not in love with money, but in love with humanity. Leaders who can subject their particular egos to the greatness of the cause.", "The richer we have become materially, the poorer we become morally and spiritually. We have learned to fly in the air like birds and swim in the sea like fish, but we have not learned the simple art of living together as brothers.", "The ultimate measure of a man is not where he stands in moments of comfort and convenience, but where he stands at times of challenge and controversy. Nothing worthwhile is easy. Your ability to overcome unfavorable situations will provide you with time to demonstrate your true strength and determination for success. ", "In the End, we will remember not the words of our enemies, but the silence of our friends.", "If you can't fly then run, if you can't run then walk, if you can't walk then crawl, but whatever you do you have to keep moving forward.", "We may have all come on different ships, but we're in the same boat now.", "Forgiveness is not an occasional act, it is a constant attitude.", "Commit yourself to the noble struggle for human rights. You will make a greater person of yourself, a greater nation of your country and a finer world to live in.", "Call it democracy, or call it democratic socialism, but there must be a better distribution of wealth within this country for all God's children.", "Never forget that everything Hitler did in Germany was legal.", "An individual has not started living until he can rise above the narrow confines of his individualistic concerns to the broader concerns of all humanity.", "We all too often have socialism for the rich and rugged free market capitalism for the poor.", "Change does not roll in on the wheels of inevitability, but comes through continuous struggle.", "Life's piano can only produce melodies of brotherhood when it is recognized that the black keys are as basic, necessary and beautiful as the white keys.", "Men often hate each other because they fear each other; they fear each other because they don't know each other; they don't know each other because they can not communicate; they can not communicate because they are separated.", "Forgiveness does not mean ignoring what has been done or putting a false label on an evil act. It means, rather, that the evil act no longer remains as a barrier to the relationship. Forgiveness is a catalyst creating the atmosphere necessary for a fresh start and a new beginning.", "It is a cruel injustice to tell a bootless man to pull himself up by his bootstraps.", "I may not be the man I want to be; I may not be the man I ought to be; I may not be the man I could be; I may not be the man I truly can be; but praise God, I'm not the man I once was", "Faith is taking the first step even when you don't see the whole staircase.", "The function of education is to teach one to think intensively and to think critically. Intelligence plus character - that is the goal..."]}, {"name": "Henry Ford", "title": "Founder of Ford Motor Company"}, {"name": "Thomas Sowell", "title": "Economist", "quotes": ["If people in the media cannot decide whether they are in the business of reporting news or manufacturing propaganda, it is all the more important that the public understand that difference, and choose their news sources accordingly.", "The first lesson of economics is scarcity: there is never enough of anything to fully satisfy all those who want it. The first lesson of politics is to disregard the first lesson of economics.", "It is hard to imagine a more stupid or more dangerous way of making decisions than by putting those decisions in the hands of people who pay no price for being wrong.", "Helping those who have been struck by unforeseeable misfortunes is fundamentally different from making dependency a way of life.", "The problem isn't that Johnny can't read. The problem isn't even that Johnny can't think. The problem is that Johnny doesn't know what thinking is; he confuses it with feeling.", "The most basic question is not what is best, but who shall decide what is best.", "Capitalism knows only one color: that color is green; all else is necessarily subservient to it, hence, race, gender and ethnicity cannot be considered within it.", "Life in general has never been even close to fair, so the pretense that the government can make it fair is a valuable and inexhaustible asset to politicians who want to expand government.", "The march of science and technology does not imply growing intellectual complexity in the lives of most people. It often means the opposite.", "Both free speech rights and property rights belong legally to individuals, but their real function is social, to benefit vast numbers of people who do not themselves exercise these rights.", "Those who cry out that the government should 'do something' never even ask for data on what has actually happened when the government did something, compared to what actually happened when the government did nothing.", "Much of the social history of the Western world, over the past three decades, has been a history of replacing what worked with what sounded good."]}, {"name": "Bill Gates", "title": "Founder of Microsoft"}, {"name": "Ernest Hemingway", "title": "Writer and Journalist"}, {"name": "Frederick Douglass", "title": "Abolitionist", "quotes": ["It is easier to build strong children than to repair broken men.", "Where justice is denied, where poverty is enforced, where ignorance prevails, and where any one class is made to feel that society is an organized conspiracy to oppress, rob and degrade them, neither persons nor property will be safe.", "Find out just what any people will quietly submit to and you have the exact measure of the injustice and wrong which will be imposed on them.", "People might not get all they work for in this world, but they must certainly work for all they get.", "Everybody has asked the question, and they learned to ask it early of the abolitionists, 'What shall we do with the Negro?' I have had but one answer from the beginning. Do nothing with us! Your doing with us has already played the mischief with us.", "The limits of tyrants are prescribed by the endurance of those whom they oppress.", "I prefer to be true to myself, even at the hazard of incurring the ridicule of others, rather than to be false, and to incur my own abhorrence.", "A smile or a tear has not nationality; joy and sorrow speak alike to all nations, and they, above all the confusion of tongues, proclaim the brotherhood of man.", "We have to do with the past only as we can make it useful to the present and the future.", "To suppress free speech is a double wrong. It violates the rights of the hearer as well as those of the speaker."]}, {"name": "George W. Bush ", "title": "43rd President of the United States"}, {"name": "Theodore Roosevelt", "title": "26th President of the United States"}, {"name": "Thomas Paine", "title": "Founding Father"}, {"name": "Ulysses S. Grant", "title": "18th President of the United States"}, {"name": "Ronald Reagan", "title": "40th President of the United States"}, {"name": "Christopher Hitchens", "title": "Writer and Journalist"}, {"name": "Carl Sagan", "title": "Astrophysicist"}, {"name": "Isaac Asimov", "title": "Writer"}, {"name": "Dwight D. Eisenhower", "title": "34th President of the United States"}, {"name": "Noam Chomsky", "title": "Scientist and Philosopher"}, {"name": "John F. Kennedy", "title": "35th President of the United States"}, {"name": "Harry S. Truman", "title": "33rd President of the United States"}, {"name": "Ayn Rand", "title": "Novelist and Philosopher"}, {"name": "Warren Buffett", "title": "Chairman and CEO of Berkshire Hathaway"}, {"name": "Woodrow Wilson", "title": "28th President of the United States"}, {"name": "Albert Einstein", "title": "Theoretical Physicist"}]